<?php /* Smarty version 2.6.30, created on 2018-12-13 03:50:05
         compiled from /var/www/html/odfapi/modules/system/language/tchinese_utf8/help/users.html */ ?>
<div id="help-template" class="outer">
<h1 class="head">協助主題：會員</h1>

<h4 class="odd">說明</h4>
<p class="even">
XOOPS 提供的內建工具讓您可以輕易的管理使用者。此工具包含可以用不同條件來搜尋會員、發送 Email 及私人訊息給會員。在您的網站中，會員擁有屬於他所屬群組的所有權限。<br><br>

以會員來看，他們可以存取自己的個人資料，並且可以控制大部份的給其他人觀看的訊息，並且還具有接收來自管理員或其他會員發送的私人訊息功能。此外，他們還可以自行設定網站若有新資料時是否要通知他們。另外，根據網站的權限設定，他們可以看見權限內的內容或者發表個人的文章或評論、也可以針對內容評分及回應。
<br><br>
</p>


<h4 class="odd">進階搜尋</h4>
<p class="even">
"進階搜尋" 提供一個大範圍的選項可以讓您用來搜尋或過濾符合某些條件的會員。您也可以不下任何條件，直接按下「送出」按鈕來觀看完整會員清單。
</p>

<h4 class="odd">編輯會員</h4>
<p class="even">
您可以透過系統模組的「編輯會員」來新增、編輯以及刪除會員。<br><br>
要編輯使用者，您可以自訂條件來搜尋，然後從中選擇編輯。 <br><br>

i) 編輯他們的詳細內容或者 <br>
ii) 使用下拉選單來刪除他們。<br><br>

選擇「修改」將會開啟會員的詳細資料，您可以修改其內容（其實您也可以在網頁中任何地方，點選會員的姓名來修改其詳細內容）。
</p>


</div>